"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canal: ";
"    Country Code: "    = "    Code du Pays: ";
"    IP Address: "      = "    Adresse IP: ";
"    Internet: "        = "    Internet: ";
"    MCS Index: "       = "    Index MCS: ";
"    NSS: "             = "    NSS: ";
"    Noise: "           = "    Bruit: ";
"    PHY Mode: "        = "    Mode PHY: ";
"    RSSI: "            = "    RSSI: ";
"    Router: "          = "    Routeur: ";
"    Security: "        = "    Sécurité: ";
"    Tx Rate: "         = "    Taux Tx: ";
"%@'s Credentials" = "%@'s Credentials"; // FIXME
"%@'s Info" = "%@'s Info"; // FIXME
"About HeliPort" = "À propos de HeliPort";
"Address: " = "Adresse: ";
"Auto Join" = "Auto Join"; // FIXME
"Automatically check for updates." = "Automatically check for updates."; // FIXME
"Automatically download new updates." = "Automatically download new updates."; // FIXME
"Cancel" = "Annuler";
"Check for Updates..." = "Recherche de mise a jour...";
"Close" = "Close"; // FIXME
"Create Diagnostics Report..." = "Création du rapport de diagnostic...";
"Create Network..." = "Création du réseau...";
"Disconnect from " = "Déconnection de ";
"Dismiss" = "Rejeter";
"Drag networks into the order you prefer." = "Drag networks into the order you prefer."; // FIXME
"Dynamic WEP" = "WEP Dynamique";
"Enable Wi-Fi Logging" = "Activer la connection Wi-Fi";
"Encryption type unsupported" = "Encryption type unsupported"; // FIXME
"Enter the name and security type of the network you want to join." = "Entrez le nom et le type de sécurité du réseau auquel vous souhaitez vous connecter";
"FUNCTION NOT IMPLEMENTED" = "FONCTION NON IMPLÉMENTÉE";
"Find and join a Wi-Fi network." = "Trouver et se connecter à un reseau Wi-Fi";
"General" = "General"; // FIXME
"HeliPort API Version: " = "Version de l'API d'HeliPort: ";
"HeliPort running at an unexpected path" = "HeliPort n'est pas situé au bonne endroit";
"Interface Name: " = "Nom de l'interface: ";
"Join Other Network..." = "Se connecter à un autre réseau...";
"Join" = "Se connecter";
"Launch At Login" = "Lancer au démarrage";
"Network Name" = "Network Name"; // FIXME
"Network Name:" = "Nom du réseau:";
"Networks" = "Networks"; // FIXME
"No Network Avaliable" = "Aucun réseau disponible";
"No Status Information Avaliable" = "Aucune information disponible";
"None" = "Aucun";
"Open Network Preferences..." = "Open Network Preferences..."; // FIXME
"Open Network Preferences..." = "Ouvrir les préférences réseau...";
"Open Wireless Diagnostics..." = "Ouvrir les diagnostics réseau...";
"Password" = "Mot de passe";
"Password:" = "Mot de passe:";
"Quit HeliPort" = "Quitter HeliPort";
"Reachable" = "Accessible";
"Remember this network" = "Se souvenir de ce réseau";
"Remove Wi-Fi network %@?" = "Remove Wi-Fi network %@?"; // FIXME
"Remove" = "Remove"; // FIXME
"Saved Networks:" = "Saved Networks:"; // FIXME
"Security" = "Security"; // FIXME
"Security:" = "Sécurité";
"Show password" = "Afficher le mot de passe";
"Turn Wi-Fi Off" = "Désactiver le Wi-Fi";
"Turn Wi-Fi On" = "Activer le Wi-Fi";
"Unavailable" = "Indisponible";
"Unknown" = "Inconnu";
"Unreachable" = "Inatteignable";
"Updates:" = "Updates:"; // FIXME
"Username:" = "Nom d'utilisateur";
"Version: " = "Version: ";
"View saved credentials from keychain for the selected network." = "View saved credentials from keychain for the selected network."; // FIXME
"View saved credentials from keychain for this network." = "View saved credentials from keychain for this network."; // FIXME
"Visit OpenIntelWireless on GitHub" = "Visitez OpenIntelWireless sur GitHub";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Entreprise";
"WPA/WPA2 Personal" = "WPA/WPA2 Personnel";
"WPA2 Enterprise" = "WPA2 Entreprise";
"WPA2 Personal" = "WPA2 Personnel";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Entreprise";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Personnel";
"WPA3 Enterprise" = "WPA3 Entreprise";
"WPA3 Personal" = "WPA3 Personnel";
"Wi-Fi Network \"" = "Réseau Wi-Fi \"";
"Wi-Fi: Connected" = "Wi-Fi: Connecté";
"Wi-Fi: Connecting" = "Wi-Fi: Connection";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: Recherche de réseau...";
"Wi-Fi: Off" = "Wi-Fi: Désactivé";
"Wi-Fi: On" = "Wi-Fi: Active";
"Wi-Fi: Status unavailable" = "Wi-Fi: Indisponible";
"Your Mac will no longer join this Wi-Fi network." = "Your Mac will no longer join this Wi-Fi network."; // FIXME
"\" Requires Password" = "\" Nécessite un mot de passe";
"itlwm API Version: " = "Version de l'API d'itlwm: ";
"itlwm Version Mismatch" = "La version de itlwm ne correspond pas";
"itlwm is not running" = "itlwm n'est pas en cours d'éxecution";
"none" = "none"; // FIXME
"verify your credentials to show the stored password" = "verify your credentials to show the stored password"; // FIXME
